Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: nob

source: SÁMEGIELLA NUBBINGIELLAN , SÁMEGIELLA 2 JA SÁMEGIELLA 3 - OAHPPOPLÁNA
nob: LÆREPLAN I SAMISK SOM ANDRESPRÅK , SAMISK 2 OG SAMISK 3

source: Fága ulbmil
nob: Formål med faget

source: Sámit leat okta álbmot vaikko orrot iešguđet riikkas , ja giella čatná sámiid oktii riikarájiid rastá .
nob: Samene er ett folk selv om de bor i forskjellige land , og det samiske språket forener samene på tvers av riksgrensene .

source: Sámegiella lea nanu sámi kulturguoddi ja sisttisdoallá oktasaš árvvuid , vásáhusaid ja máhtu .
nob: Det samiske språket er en viktig kulturbærer og inneholder felles verdier , erfaringer og kunnskaper .

source: Sámegiella lea almmolaš giella Norggas , Ruoŧas ja Suomas ja lea ulbmil ahte sámegiella galgá bisuhuvvot ja ainovdánahttot boahtte buolvvaide .
nob: Samisk er et offisielt språk i Norge , Sverige og Finland og det er et mål at samisk språk skal bevares og videreutvikles for kommende generasjoner .

source: Seammás lea sámegiella unnitlogugiella Norggas , Ruoŧas , Suomas ja Ruoššas , ja gielladilli ja sámegiela eavttut eai leat ovttaláganat iešguđet guovlluin Sámis .
nob: Samtidig er samisk er et minoritetsspråk i Norge , Sverige , Finland og Russland og språksituasjon og vilkårene for samisk språk er ikke er lik i de ulike områdene i Sápmi / Sábme / Saepmie .

source: Muhtin sámi servodagain lea sámegiella eanetlogu giella , muhto eará sámi servodagain lea sámegiella unnitlogugiella .
nob: I noen samiske samfunn er samisk majoritetsspråket , mens i andre samiske samfunn er samisk et minoritetsspråk .

source: Oahpahus sámegielas galgá leat mielde lahttudit mánáid ja nuoraid sámi kultuvrii ja servodateallimii , ja kulturipmárdus , gulahallan , oahppahábmen ja identitehtaovdánahttin leat guovddážis oahpaheamis .
nob: Opplæring i samisk språk skal bidra til at barn og unge kan innlemmes i samisk kultur og samfunnsliv , og hvor kulturforståelse , kommunikasjon , danning og identitetsutvikling blir sentrale elementer i opplæringen .

source: Oahpahus mii ovddida positiivvalaš guottuid sámegillii ja mii vuhtiiváldá dan máŋggalágan giella- ja kulturvalljivuođa maid sámi oahppit vásihit , addá ohppiide máŋggagielalaš ja - kultuvrralaš gelbbolašvuođa .
nob: En opplæring som fremmer positive holdninger til det samiske språket , og som tar hensyn til det språk- og kulturmangfoldet som elevene erfarer , vil gi elevene flerspråklig og flerkulturell kompetanse .

source: Buorre sámegielgelbbolašvuohta lea deaŧalaš eaktu dasa ahte oassálastit sámi servodat- ja bargoeallimis ja addá vejolašvuođaid válljet oahpu ja barggu ja maid eallinagioahppama .
nob: Gode kunnskaper i samisk språk er en viktig forutsetning for deltakelse i samisk samfunnsliv og arbeidsliv og gir valgmuligheter når det gjelder utdanning , arbeid og livslang læring .

source: Fága sámegiella nubbingiellan galgá ovttas dárogielfágain bidjat vuođu ohppiid doaibmi guovttegielalašvuođa ovdánahttimii , ja leat mielde addime ovttaskas oahppái máhtu , movtta ja oadjebasvuođa válljet sámegiela gulahallangiellan .
nob: Faget samisk som andrespråk skal sammen med faget norsk legge grunnlaget for utvikling av elevenes funksjonelle tospråklighet , og bidra til at den enkelte elev får kunnskaper , motivasjon og trygghet til å velge samisk som kommunikasjonsspråk .

source: Deattuhettiin sámi kultuvrra guovddáš árvvuid , sáhttá fága maid čujuhit mainnalágiin sámi árvvuid sáhttá heivehit ja ainovdánahttit ođđa dilálašvuođaide ja rievdi áigái .
nob: Gjennom å ivareta sentrale verdier i samisk kultur kan faget også gi retning til hvordan samiske verdier kan tilpasses og videreutvikles til nye situasjoner og til en tid i stadig forandring .

source: Diehtu eará eamiálbmogiid ja kultuvrraid birra váikkuha dasa ahte olmmoš buorebut ipmirda ja árvvusatná earáid , ja maid dasa ahte buorebut ipmirda iežas kultuvrra .
nob: Kunnskap om andre urfolk og kulturer kan bidra til økt forståelse og respekt for andre , men også til bedre å forstå egen kultur .

source: Giellamáhttu ja giellaipmárdus ovdána aktiivvalaš giellageavahemiin .
nob: Språkbeherskelse og språkforståelse utvikles gjennom aktiv bruk av språket .

source: Dan dihte lea gulahallan ja olmmošlaš ovttasdoaibman guovddážis fágas ja muosáhusaiguin ja oassálastimiin ovdána oahppi njálmmálaš giella .
nob: Den kommunikative og menneskelige samhandlingen er derfor sentral i faget og gjennom opplevelse og deltakelse kan elevenes muntlige språk utvikles .

source: Fága galgá movttiidahttit oahppi ovdánahttit buriid oahppanstrategiijaid ja kritihkalaš jurddašeami , ja movttiidahttit oahppi lohkan- ja čállinhálu ja buriid lohkan- ja čállindábiid ovdánahttit .
nob: Faget skal stimulere til utvikling av gode læringsstrategier og evne til kritisk tenkning , og motivere til utvikling av lese- og skrivelyst og gode lese- og skrivevaner .

source: Sámi girjjálašvuhtii ja iešguđet sámegielaide ja suopmaniidda oahpásnuhttin viiddida ohppiid iežaset ipmárdusa giella- ja kulturvalljivuođas sámi servodagain .
nob: Gjennom møte med samisk litteratur og ulike samiske språk og dialekter vil elevene kunne utvide sin forståelse for det språklige og kulturelle mangfoldet i samiske samfunn .

source: Ohppiin geain lea sámegiella nubbingiellan , eai leat seammalágan eavttut go oahpahallet giela .
nob: Elever med samisk som andrespråk stiller med ulike forutsetninger .

source: Muhtimiin leat sámegielarenat lagasbirrasis , muhto earát eai gula sámegiela earret go oahpahusas .
nob: Noen har samisk-språklige arenaer i nærmiljøet hvor samisk høres , mens andre har liten kontakt med språket utenom opplæringssituasjonen .

source: Vai oahppit ovdánahttet sámegielgelbbolašvuođa buoremus lági mielde , de lea deaŧalaš ahte oahppit besset geavahit iešguđetlágan giellaarenaid .
nob: For at elevene skal kunne utvikle sin samiske språkkompetanse på best mulig måte , er det viktig at elevene kan bruke forskjellige språklige arenaer .

source: Sámegiella nubbingiellanfága sáhttá maid geavahuvvot reaidun eará fágaide vai nanne giellaoahpaheami .
nob: Faget samisk som andrespråk kan også være et redskapsfag til andre fag slik at språkopplæringen kan styrkes .

source: Dasa lassin leat sámegiel- ja dárogielfágas ollu oktasašoasit ja danne lea lagas ovttasbargu dan guovtti fága gaskka deaŧalaš .
nob: I tillegg har fagene samisk og norsk mange felleselementer og det er derfor viktig med et nært samarbeid mellom disse to fagene .

source: Fága váldooasitFága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit .
nob: Hovedområder i faget Faget er strukturert i hovedområder som det er formulert kompetansemål innenfor .

source: Váldooasit dievasmahttet nuppit nuppiid ja fertejit gehččojuvvot oktavuohtan .
nob: Hovedområdene utfyller hverandre og må ses i sammenheng .

source: Fága lea oktasašfága , mii gullá buot joatkkaoahpahusa oahppoprográmmaide .
nob: Faget er et fellesfag for alle utdanningsprogrammene i videregående opplæring .

source: Oahpahusa galgá danin heivehit sierra oahppoprográmmaide vai dat livččii ohppiide nu relevánta go vejolaš .
nob: Opplæringen skal derfor gjøres mest mulig relevant for elevene ved å tilpasses de ulike utdanningsprogrammene .

source: Plána lea juhkkojuvvon 10 dássái .
nob: Planen er inndelt i 10 nivåer .

source: Buot 10 dásis leat juohke váldooasi gullevaš gelbbolašvuođamihttomearit .
nob: Kompetansemål for hvert av hovedområdene er med i alle 10 nivå .

source: Bajilgovva váldoosiin :
nob: Oversikt over hovedområder :

source: Dássi Váldooasit
nob: Nivå Hovedområder

source: Njálmmálaš gulahallan Čálalaš gulahallan Giella- ja kulturdiđolašvuohta
nob: Muntlig kommunikasjon Skriftlig kommunikasjon Bevissthet om språk og kultur

source: Njálmmálaš gulahallan
nob: Muntlig kommunikasjon

source: Njálmmálaš gulahallan váldooasis lea guldaleapmi ja hupman guovddážis .
nob: I hovedområdet muntlig kommunikasjon står det å kunne lytte og tale sentralt .

source: Sámegiela hupmat máksá gulahallat njálmmálaččat go oassálastá aktiivvalaččat earáiguin .
nob: Å snakke samisk betyr å kommunisere muntlig i aktiv deltakelse sammen med andre .

source: Dát ovdána stoagadettiin , muosáhettiin , oahpadettiin , jurddašettiin , ovdanbuvttidettiin ja ovttastaladettiin earáiguin .
nob: Dette utvikles gjennom lek , opplevelse , læring , tenking , formidling og samhandling .

source: Suokkardit ja ovdánahttit gielalaš rollaid repertoara , oahppat ođđa sániid ja doahpagiid dahká ahte oahppi sáhttá ieš sátnádit njálmmálaš teavstta ja albmanahttit iežas oaiviliid ja árvvoštallamiid .
nob: Det å utforske og utvikle repertoaret av språklige roller , lære nye ord og begrep gjør eleven i stand til selv å formulere muntlig tekst og uttrykke egne meninger og vurderinger .

source: Go váldá atnui ođđa ja iešguđetlágan mediaid , de lassánit gielalaš hivvodagat fágaid ja fáttáid rastá .
nob: Ved å ta i bruk nye og ulike medier , økes det språklige repertoaret på tvers av fag og emner .

source: Čálalaš gulahallan
nob: Skriftlig kommunikasjon

source: Dán váldooasis lea sáhka čálalaš gulahallamis , dat mearkkaša lohkat ja čállit sámegillii .
nob: Dette hovedområdet dreier seg om skriftlig kommunikasjon , det vil si å lese og skrive på samisk .

source: Lohkan ja čállin leat buohtalas proseassat ovttaskas oahppi oahppamis .
nob: Lesing og skriving er parallelle prosesser i den enkeltes læringsforløp .

source: Lea sáhka das ahte ovdánahttit gálgga ipmirdit ja gávdnat oaivila sámegillii čállon teavsttain , ja ieš máhttit hábmet čálalaš teavsttaid sámegillii .
nob: Det dreier seg om å utvikle evnen til å oppfatte og finne mening i tekster skrevet på samisk , og selv kunne utforme skriftlige tekster på samisk .

source: Deaivvadit iešguđetlágan teavsttaiguin addá čiekŋudeami ja ipmárdusa mii lea vuođđun ovdánahttit ođđa jurdagiid ja gálgga reflekteredit , dulkot ja árvvoštallat teavsttaid .
nob: Å møte ulike tekster , gir fordypning og innsikt som danner grunnlag for å utvikle nye tanker samt evne til å reflektere over , tolke og vurdere tekstene .

source: Lohkan ja guldaleapmi lea čoavdda ođđa muosáhusaide , viiddit sátneriggodahkii ja addá buori vuođu iežas teakstačállimii .
nob: Lesing og lytting er nøkkelen til nye opplevelser , utvidet ordforråd og gir godt grunnlag for egen produksjon av tekst .

source: Giella- ja kulturdiđolašvuohta
nob: Bevissthet om språk og kultur

source: Dán váldooasis lea sáhka das ahte oaidnit čanastaga gaskkal giela ja kultuvrra .
nob: I dette hovedområdet dreier det seg om å se sammenhengen mellom språk og kultur .

source: Árbevirolaš máhtu fievrredeapmi buolvvas bulvii lea deaŧalaš .
nob: Overføring av tradisjonell kunnskap fra generasjon til generasjon er sentralt .

source: Sámi máinnasteapmi , luođit , lávlagat ja sálmmat , diiddat ja sátnevádjasat , čáppagirjjálašvuohta , govva , filbma ja teáhter leat oasit kultuvrras mat gaskkustit máhtu ja árvvuid .
nob: Den samiske fortellertradisjonen , joik , sanger og salmer , diidat / dijda og ordspråk , skjønnlitteratur , bilde , film og teater er kulturelementer som formidler kunnskaper og verdier .

source: Váldooassái gullá máhttu sámi giella- ja girjjálašvuođahistorjjá ja sámegielaid ja suopmaniid birra .
nob: Hovedområdet omfatter kunnskap om samisk språk- og litteraturhistorie og kunnskap om samiske språk og dialekter .

source: Kultuvrralaš gelbbolašvuohta lea diehtit ja árvvus atnit kultuvrralaš ovttaláganvuođaid ja erohusaid sámi servodagain ja daid gaskkas .
nob: Kulturell kompetanse innebærer å ha kunnskap om , og respekt for kulturelle likheter og ulikheter i og mellom samiske samfunn .

source: Sámegiella nubbingiellan oahppoplána lea huksejuvvon nu ahte leat gelbbolašvuođamihttomearit mat leat juhkkojuvvon 10 dássái .
nob: Kompetansemål etter nivåinndeling Planen for faget samisk som andrespråk er bygd opp med kompetansemål på 10 nivåer .

source: Iešguđet dássi hukse ovddit dásiid ala .
nob: De ulike nivåene bygger på hverandre .

source: Oahppit sáhttet válljet guovtti molssaeavttu gaskkas , sámegiella 2 dahje sámegiella 3 mihttomearijoksama 10. jahkeceahkis , Jo 3 studerenráhkanahtti oahppoprográmmain ja Jo 2 fidnofágalaš oahppoprográmmain .
nob: Elevene kan velge mellom to alternativer , det vil si samisk 2 eller samisk 3 for måloppnåelse på 10. årstrinn , på Vg 3 for studieforberedende utdanningsprogram og på Vg 2 for yrkesfaglige utdanningsprogram .

source: Sámegiella 2
nob: Samisk 2

source: Dát molssaeaktu lea jurddašuvvon ohppiide geat ipmirdit veahá sámegiela , muhto eai hálddaš giela .
nob: Dette er et alternativ for elever som kan noe samisk men som ikke behersker språket .

source: Sii geat válljejit sámegiella 2 , galget maŋŋel 10. jahkeceahki leat olahan 1.-7. dási gelbbolašvuođamihttomeriid .
nob: I samisk 2 skal elevene ha oppnådd kompetansemål for nivå 1-7 etter 10. årstrinn .

source: Maŋŋel Jo 3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-10. dási gelbbolašvuođamihttomeriid .
nob: Etter Vg 3 på studieforberedende utdanningsprogram skal elevene ha oppnådd kompetansemål for nivå 1-10 .

source: Oahppit geat čađahit visot 10 dási , sáhttet olahit čálalaš ja njálmmálaš sámegielgelbbolašvuođa , ja sis lea vejolašvuohta joatkit studeret alitoahpus gos sámegiella lea oahpahangiellan .
nob: Elever som fullfører alle 10 nivå , vil kunne oppnå en språkkompetanse i samisk som gjør dem i stand til å bruke språket skriftlig og muntlig , og de vil ha mulighet til å fortsette med studier på høyere nivå der opplæringsspråk er samisk .

source: Sámegiella 3
nob: Samisk 3

source: Dát molssaeaktu lea jurddašuvvon ohppiide geat eai máhte veaháge sámegiela go álget sámegieloahpahusain , ja danin soitet dárbbašit guhkit áiggi čađahit juohke dási .
nob: Dette er et alternativ for elever som ikke kan noe samisk når de begynner med opplæring i samisk , og derfor vil ha nytte av å bruke mer tid på hvert nivå .

source: Sii geat válljejit sámegiella 3 , galget maŋŋel 10. jahkeceahki leat olahan 1.-4. dási gelbbolašvuođamihttomeriid .
nob: I samisk 3 skal elevene ha oppnådd kompetansemål for nivå 1-4 etter 10. årstrinn .

source: Maŋŋel Jo 3 studerenráhkkanahtti oahppoprográmmas galget oahppit leat olahan 1.-7. dási gelbbolašvuođamihttomeriid .
nob: Etter Vg 3 på studieforberedende utdanningsprogram skal elevene ha oppnådd kompetansemål for nivå 1-7 .

source: Ohppiin lea vejolaš válljet sihtet go árvvoštallojuvvot ahte leat joksan sámegiella 2 gelbbolašvuođamihttomeriid vai sámegiella 3 gelbbolašvuođamihttomeriid .
nob: Det er anledning for elevene å velge å bli vurdert etter kompetansekrav enten etter samisk 2 eller samisk 3 .

source: Skuvla galgá ohppiide fuomášuhttit dán vejolašvuođa ja movttiidahttit válljet sámegiel 2 loahppaárvvoštallama .
nob: Skolen må gjøre elevene oppmerksom på denne mulighet slik at elevene kan motiveres til å ta sluttvurdering etter samisk 2 .

source: Oahppit fertejit maŋemus lihtus válljet molssaeavttu 10. jahkeceahki álggus .
nob: Elevene må avgjøre dette senest på begynnelsen av 10. årstrinn .

source: 13-jagi skuvlavázzin Ceahkki Gelbbolašvuođa-mihttomearit sámegiella 2 Gelbbolašvuođa-mihttomearit sámegiella 3
nob: Det 13-årige skoleløpet Trinn Kompetansekrav samisk 2 Kompetansekrav samisk 3

source: Vuođđoskuvla Maŋŋel 10. jahkeceahki Dássi 1-7 Dássi 1-4
nob: Grunnskole Etter 10. årstrinn Nivå 1-7 Nivå 1-4

source: Studeren-ráhkkanahtti oahppoprográmmat Maŋŋel Jo 1 Dássi 1-8 Dássi 1-5
nob: Studieforberedende utdanningsprogram Etter Vg 1 Nivå 1-8 Nivå 1-5

source: Maŋŋel Jo 2 Dássi 1-9 Dássi 1-6
nob: Etter Vg 2 Nivå 1-9 Nivå 1-6

source: Maŋŋel Jo 3 Dássi 1-10 Dássi 1-7
nob: Etter Vg 3 Nivå 1-10 Nivå 1-7

source: Fidnofágalaš oahppoprográmmat Maŋŋel Jo 2 Dássi 1-8-* Dássi 1-5
nob: Yrkesfaglige utdanningsprogram Etter Vg 2 Nivå 1-8-* Nivå 1-5

source: Maŋŋel lasáhusa oppalaš studeren-gelbbolašvuhtii Dássi 1-10 Dássi 1-7
nob: Etter påbygging til generell studiekompetanse Nivå 1-10 Nivå 1-7

source: * Fidnofágalaš oahppoprográmmain lea Jo 1 ja Jo 2 diibmolohku unnit go Jo 1 studerenráhkkanahtti oahppoprográmmain .
nob: * På yrkesfaglige utdanningsprogram vil summen av timene i samisk på Vg1og Vg 2 være mindre enn på Vg 1 studieforberedende utdanningsprogram .

source: Gelbbolašvuođamihttomearit mat leat merkejuvvon násttiin * 8. dásis , eai gusto fidnofágalaš oahppoprográmmaid ohppiide .
nob: Kompetansemål merket med stjerne * på nivå 8 vil ikke gjelde for elever på yrkesfaglige utdanningsprogram .

source: Fága diibmolohku
nob: Timetall i faget

source: Diibmolohku lea almmuhuvvon 60-minuvtta ovttadahkan .
nob: Timetall er oppgitt i 60-minutters enheter :

source: MÁNÁIDCEAHKKI
nob: BARNETRINNET

source: 1.-7. jahkecehkiin : 570 diimmu
nob: 1.–7. årstrinn : 570 timer

source: NUORAIDCEAHKKI
nob: UNGDOMSTRINNET

source: 8.-10 jahkecehkiin :
nob: 8.–10. årstrinn :

source: Molssaeaktu 1 : 279 diimmu , gusto ohppiide geat eai vállje vierisgiela / gielalaš čiekŋudeami
nob: Alternativ 1 : 279 timer , gjelder for elever som ikke velger fremmedspråk / språklig fordypning

source: Molssaeaktu 2 : 222 diimmu , gusto ohppiide geat válljejit vierisgiela / gielalaš čiekŋudeami
nob: Alternativ 2 : 222 timer , gjelder for elever som velger fremmedspråk / språklig fordypning

source: Studerenráhkkanahtti OAHPPOPROGRÁMMAT
nob: Studieforberedende UTDANNINGSPROGRAM

source: Jo1 : 103 diimmu
nob: Vg1 : 103 timer

source: Jo2 : 103 diimmu
nob: Vg2 : 103 timer

source: Jo3 : 103 diimmu
nob: Vg3 : 103 timer

source: FIDNOFÁGALAŠ OAHPPOPROGRÁMMAT
nob: YRKESFAGLIGE UTDANNINGSPROGRAM

source: Jo 1 : 45 diimmu
nob: Vg1 : 45 timer

source: Jo 2 : 45 diimmu
nob: Vg2 : 45 timer

source: LASÁHUS OPPALAŠ Studerengelbbolašvuhtii FIDNOFÁGALAŠ OAHPPOPROGRÁMMAIN
nob: PÅBYGGING TIL GENERELL STUDIEKOMPETANSE FOR YRKESFAGLIGE UTDANNINGSPROGRAM

source: Jo3 : 219 diimmu
nob: Vg3 : 219 timer

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttime fágagelbbolašvuođa ja leat maid oassin das .
nob: Grunnleggende ferdigheter i faget Grunnleggende ferdigheter er integrert i kompetansemålene der de bidrar til utvikling av og er en del av fagkompetansen .

source: Sámegiella nubbingielas ipmirduvvojit vuođđogálggat ná :
nob: I samisk som andrespråk forstås grunnleggende ferdigheter slik :

source: Máhttit njálmmálaččat ja čálalaččat ovdanbuktit sámegiella nubbingiellanfágas lea guovddážis sámegielgelbbolašvuođa ovdánahttimis .
nob: Å kunne uttrykke seg muntlig og skriftlig i samisk som andrespråk er sentralt i utvikling av samisk språkkompetanse .

source: Dát gálggat leat deaŧalaš reaiddut giellabarggus go galgá ipmirdit ja geavahit giela ain eanet iešguđetlágan ja gáibideaddji oktavuođain .
nob: Disse ferdighetene er viktige redskaper i arbeidet med å forstå og ta i bruk språket i stadig mer varierte og krevende sammenhenger .

source: Njálmmálaš gálggaide gullá sihke máhttit guldalit ja máhttit hupmat ja máhttit árvvoštallat ságastallamiid osiid máŋggabealat ságastallandilálašvuođas .
nob: Muntlige ferdigheter innebærer både å kunne lytte og kunne tale og å kunne vurdere elementene i en sammensatt talesituasjon .

source: Systemáhtalaš oahpahus iešguđetlágan njálmmálaš doaimmaiguin , lea mielde ovdánahttime njálmmálaš gálggaid .
nob: Systematisk opplæring gjennom ulike muntlige aktiviteter , bidrar til utvikling av muntlige ferdigheter .

source: Čállin lea vuohki ovdánahttit ja struktureret fuomášumiid ja jurdagiid ja lea maid gulahallanmálle ja oahppanvuohki .
nob: Skriving er og en måte å utvikle og strukturere ideer og tanker på . Det er også en kommunikasjonsform og en metode for å lære .

source: Máhttit lohkat sámegiella nubbingiellanfágas lea oassi praktihkalaš giellagelbbolašvuođas ja mielddisbuktá ahte máhttá lohkat ipmárdusain , diđoštit ja reflekteret ain eanet gáibideaddji teavsttaid .
nob: Å kunne lese i samisk som andrespråk er en del av den praktiske språkkompetansen og innebærer at en kan lese med forståelse , utforske og reflektere over stadig mer krevende tekster .

source: Lohkangálgga ovdánahttin sámegiella nubbingielas nanne maid lohkangálgga oppalaččat .
nob: Å utvikle leseferdighet i samisk som andrespråk kan bidra til å styrke leseferdigheten generelt .

source: Máhttit rehkenastit sámegiella nubbingiellanfágas lea ovdánahttit doahpagiid , resonerema ja váttisvuođaid čoavdima .
nob: Å kunne regne i samisk som andrespråk innebærer generell begrepsutvikling , resonnement og problemløsning .

source: Ipmirdit sturrodagaid , hivvodagaid , meroštallamiid ja mihtidemiid lea maid oassi giellagelbbolašvuođas .
nob: Å forstå størrelser , mengder , beregninger og målinger utgjør også en del av språkkompetansen .

source: Máhttit geavahit digitála reaidduid lea dárbbašlaš sámegiella nubbingiellanfágas vai sáhttá hálddašit ođđa teakstahámiid ja ovdanbuktimiid .
nob: Å kunne bruke digitale verktøy i samisk som andrespråk er nødvendig for å mestre nye tekstformer og uttrykk .

source: Digitála gálga rahpá ođđa oahppanarenaid ja addá ođđa vejolašvuođaid lohkan- ja čállinoahpahusas , teavsttaid ráhkadeamis , komponeremis ja divodeamis .
nob: Digital ferdighet åpner for nye læringsarenaer og gir nye muligheter i lese- og skriveopplæringen , i produksjon , komponering og redigering av tekster .

source: Dán oktavuođas lea deaŧalaš ovdánahttit kritihkalaš árvvoštallangálgga ja gáldogeavaheami .
nob: I denne sammenheng er det viktig å utvikle evne til kritisk vurdering og bruk av kilder .

source: Digitála reaidduid geavaheapmi sáhttá doarjut ja ovdánahttit ohppiid gulahallangálggaid ja ovdanbuktimiid .
nob: Bruk av digitale verktøy kan støtte og utvikle elevenes kommunikasjonsferdigheter og presentasjoner .

source: Gelbbolašvuođamihttomearit 1. dási maŋŋel
nob: Kompetansemål i faget Etter nivå 1

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
nob: Mål for opplæringen er at eleven skal kunne

source: guldalit , stoahkat ja geahččaladdat sámegiela giellajienaiguin
nob: lytte , leke og eksperimentere med samiske språklyder

source: suokkardallat ja geahččaladdat sániiguin , jienaiguin , riimmaiguin ja hoahkamiiguin
nob: utforske og eksperimentere med ord , lyder , rim og regler

source: dearvvahit , giitit ja muitalit gii son lea sámegillii
nob: hilse , takke og presentere seg selv på samisk

source: dovdat álkis , árgabeaivválaš dili sániid , namaid , doahpagiid ja oanehis cealkagiid
nob: gjenkjenne enkle ord , navn , begrep og korte setninger knyttet til dagligdagse situasjoner

source: bidjat oktii álkis sániid oanehis cealkkan
nob: sette sammen enkle ord til korte setninger

source: lohkat sámegillii 1-20 rádjái , ja geavahit loguid gulahallamis
nob: telle fra 1-20 på samisk , og bruke tallene i kommunikasjon

source: geavahit sámi bustávaid ja geahččaladdat sámegiel sániiguin
nob: bruke bokstaver og eksperimentere med samiske ord

source: dovdat sámi bustávaid
nob: gjenkjenne samiske bokstaver

source: lohkat ja dovdat oanehis sániid
nob: lese og gjenkjenne korte ord

source: ságastallat sámegiela birra ja dan birra goas lea ávkkálaš máhttit sámegiela
nob: samtale om samisk språk og om situasjoner der det kan være nyttig å kunne samisk

source: muosáhit ja dovdat giela luđiid , lávlagiid , sálmmaid , álkis muitalusaid , máidnasiid , govaid , spealuid , tv-prográmmaid ja digitála reaidduid bokte
nob: oppleve og gjenkjenne språket gjennom joik , sanger , salmer , enkle fortellinger , eventyr , bilder , spill , tv-program og digitale verktøy

source: Gelbbolašvuođamihttomearit 2. dási maŋŋel
nob: Etter nivå 2

source: stoahkat , geahččaladdat ja bargat jietnademiin ja intonašuvnnain
nob: leke og eksperimentere med språklyder og arbeide med uttale og intonasjon

source: guldalit ja ipmirdit álkis ságastallamiid ja muitalusaid
nob: lytte og forstå enkle samtaler og enkle fortellinger
